tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "potatolabs/git-redate"
brew "adr-tools"
brew "atomicparsley"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bandcamp-dl"
brew "bash"
brew "bat"
brew "broot"
brew "certbot"
brew "cloc"
brew "coreutils"
brew "duti"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gti"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libusbmuxd"
brew "libimobiledevice"
brew "lynx"
brew "mackup"
brew "mas"
brew "maven"
brew "memcached", restart_service: true
brew "mp3splt"
brew "mysql", restart_service: true
brew "nmap"
brew "perl"
brew "php", restart_service: true
brew "postgresql", restart_service: true
brew "pv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtx"
brew "swift-sh"
brew "telnet"
brew "tig"
brew "tree"
brew "watchman"
brew "wget"
brew "xz"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "gromgit/fuse/ifuse-mac"
brew "gromgit/fuse/rclone-mac"
brew "gromgit/fuse/sshfs-mac"
brew "lotyp/formulae/dockutil"
brew "potatolabs/git-redate/git-redate"
cask "aerial"
cask "airbuddy"
cask "ankiapp-anki"
cask "appcleaner"
cask "asset-catalog-tinkerer"
cask "bbedit"
cask "bitbar"
cask "bitwarden"
cask "brewservicesmenubar"
cask "cakebrew"
cask "calibre"
cask "cyberduck"
cask "deepl"
cask "devutils"
cask "docker"
cask "dropbox"
cask "firefox"
cask "ghidra"
cask "go2shell"
cask "google-chrome"
cask "google-chrome-canary"
cask "hex-fiend"
cask "hyper"
cask "imazing"
cask "insomnia"
cask "intellij-idea"
cask "ios-app-signer"
cask "iterm2"
cask "itsycal"
cask "kaleidoscope"
cask "kap"
cask "launchcontrol"
cask "macfuse"
cask "macmediakeyforwarder"
cask "messenger"
cask "mimestream"
cask "macdown"
cask "moneymoney"
cask "openemu"
cask "paragon-ntfs"
cask "pixelsnap"
cask "playonmac"
cask "proxyman"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rar"
cask "raycast"
cask "runjs"
cask "script-debugger"
cask "sequel-ace"
cask "skype"
cask "sloth"
cask "sublime-text"
cask "suspicious-package"
cask "swiftdefaultappsprefpane"
cask "syntax-highlight"
cask "tableplus"
cask "tower"
cask "transmit4"
cask "ubersicht"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "xbar"
cask "xld"
mas "Apple Configurator", id: 1037126344
mas "Deliveries", id: 924726344
mas "Download Buddy", id: 802165887
mas "Grammatisch", id: 1163927830
mas "Icon Slate", id: 439697913
mas "Infuse", id: 1136220934
mas "Key Codes", id: 414568915
mas "Magnet", id: 441258766
mas "Mate Translate", id: 1005088137
mas "MoneyMoney", id: 872698314
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Streaks", id: 963034692
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
