tap "dnicolson/bluetoothkeyboardenhancer"
tap "dnicolson/itunes_pp"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "potatolabs/git-redate"
brew "asdf"
brew "atomicparsley"
brew "awscli"
brew "bandcamp-dl"
brew "bash"
brew "bat"
brew "certbot"
brew "coreutils"
brew "dockutil"
brew "duti"
brew "ffmpeg"
brew "fish"
brew "git"
brew "gnupg"
brew "go"
brew "gti"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "ifuse"
brew "jq"
brew "mackup"
brew "mas"
brew "nmap"
brew "php"
brew "memcached"
brew "mp3splt"
brew "mysql"
brew "postgresql"
brew "rclone"
brew "readline"
brew "redis"
brew "ripgrep"
brew "sshfs"
brew "telnet"
brew "tig"
brew "tree"
brew "unrar"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "dnicolson/bluetoothkeyboardenhancer/bluetoothkeyboardenhancer"
brew "dnicolson/itunes_pp/itunes_pp"
brew "jesseduffield/lazydocker/lazydocker"
brew "potatolabs/git-redate/git-redate"
cask "1password"
cask "aerial"
cask "alfred"
cask "ankiapp-anki"
cask "appcleaner"
cask "bbedit"
cask "betterzip"
cask "bitbar"
cask "cakebrew"
cask "calibre"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "go2shell"
cask "google-chrome"
cask "google-chrome-canary"
cask "hex-fiend"
cask "hyper"
cask "insomnia"
cask "ios-app-signer"
cask "iterm2"
cask "itsycal"
cask "openemu"
cask "launchcontrol"
cask "plex-media-player"
cask "plex-media-server"
cask "proxyman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "rocket"
cask "runjs"
cask "sequel-ace"
cask "skype"
cask "sloth"
cask "sublime-text"
cask "suspicious-package"
cask "swiftdefaultappsprefpane"
cask "tableplus"
cask "transmit4"
cask "typora"
cask "ubersicht"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "xld"
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 924726344
mas "Download Buddy", id: 802165887
mas "Gitfox", id: 1475511261
mas "Icon Slate", id: 439697913
mas "Key Codes", id: 414568915
mas "Magnet", id: 441258766
mas "Mate Translate", id: 1005088137
mas "Outbank", id: 1094255754
mas "ReadKit", id: 588726889
mas "Slack", id: 803453959
mas "TickTick", id: 966085870
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
